ckolkman.vscode-postgres
donjayamanne.githistory
eamodio.gitlens
GitHub.vscode-pull-request-github
GrapeCity.gc-excelviewer
graykode.ai-docstring
hdg.live-html-previewer
janisdd.vscode-edit-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-ossdata.vscode-postgresql
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
tht13.html-preview-vscode
tomoki1207.pdf
VisualStudioExptTeam.vscodeintellicode
zh9528.file-size